Revit 2024 API
MullionTypeSet.ForwardIterator Method
Retrieve a forward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual MullionTypeSetIterator ForwardIterator()
Visual Basic
Public Overridable Function ForwardIterator As MullionTypeSetIterator
Visual C++
public:
virtual MullionTypeSetIterator^ ForwardIterator()
Return Value
Returns a forward moving iterator to the set.
See Also
MullionTypeSet Class
Autodesk.Revit.DB Namespace